var archetypeJSON = {
	"commonerArchetypes": [
		"architect",
		"armorer",
		"barkeep",
		"beggar",
		"cabby",
		"carpenter",
		"cartographer",
		"clerk",
		"cobbler",
		"cook",
		"custodian",
		"farmer",
		"gambler",
		"hairdresser",
		"launderer",
		"maid",
		"midwife",
		"miner",
		"mortician",
		"sailor",
		"scribe"
	],
	"gaurdArchetypes": [
		"captain",
		"crossbower",
		"customs",
		"daywatch",
		"executor",
		"gatekeep",
		"investigator",
		"jailor",
		"nightwatch",
		"oncall",
		"piker"
	],
	"basicArchetypes": [
		"acolyte",
		"apprentice wizard",
		"archer",
		"assassin",
		"bandit captain",
		"bandit",
		"berserker",
		"cult fanatic",
		"cultist",
		"druid",
		"gladiator",
		"knight",
		"mage",
		"martial arts adept",
		"noble",
		"pirate/smuggler",
		"priest",
		"scout",
		"spy",
		"swashbuckler",
		"thug",
		"veteran"
	],
	"exceptionalArchetypes": [
		"arch druid",
		"arch mage",
		"bard",
		"blackguard",
		"champion",
		"cult high priest [kraken priest]",
		"master thief",
		"war priest",
		"warlock of the fiend",
		"warlord"
	],
	"archetypeTraits": [
		"I judge people by their actions, not their words.",
		"If someone is in trouble, I’m always ready to lend help.",
		"When I set my mind to something, I follow through no matter what.",
		"I have a strong sense of fair play and always try to find a balance.",
		"I’m confident in my selfand do what I can to share that confidence.",
		"Thinking is for other people. I prefer action.",
		"I misuse long words in an attempt to sound smarter.",
		"I get bored easily. When am I going to get on with my destiny?",
		"I idolize a particular hero , and constantly refer to that person’s deeds",
		"I see omens in every event and action.",
		"Nothing can shake my optimistic attitude.",
		"I quote (or misquote) sacred texts and proverbs in almost every situation.",
		"I am tolerant of other faiths and respect the worship of others.",
		"I am intolerant of other faiths and condemn the worship of others.",
		"I've enjoyed fine food, drink, and high society among my temple’s elite.",
		"I’ve spent so long in the job that I have little practical experience.",
		"I fall in and out of love easily, and am always pursuing someone.",
		"I have a joke for every occasion, especially when humor is inappropriate.",
		"Flattery is my preferred trick for getting what I want.",
		"I’m a born gambler who can't resist taking a risk for a potential payoff.",
		"I lie about almost everything, even when there’s no good reason to.",
		"Sarcasm and insults are my weapons of choice.",
		"I keep multiple holy symbols on me and invoke whatever deity I need.",
		"I pocket anything I see that might have some value.",
		"I always have plan for what to do when things go wrong.",
		"I am always stone calm, no matter the situation.",
		"The first thing I do in a new place is note the valuables.",
		"I am incredibly slow to trust.",
		"I don't play attention to the risks in a situation.",
		"The best way to get me to do something is to tell me that I can't do it.",
		"I blow up at the slightest insult.",
		"I know a story relevant to almost every situation.",
		"I love to trade local rumors and indulge in gossip.",
		"I’m a hopeless romantic, always searching for that special someone.",
		"Nobody stays angry at or around me for long, I can defuse any tension.",
		"I love a good insult, even one directed at me.",
		"I get bitter if I’m not the center of attention.",
		"I’ll settle for nothing less than perfection.",
		"I change my mood or my mind as quickly as I change key in a song",
		"I believe that anything worth doing is worth doing right.",
		"I’m a snob who looks down on those who can’t appreciate fine art.",
		"I always want to know how things work and what makes people tick.",
		"I’m full of witty aphorisms and have a proverb for every occasion.",
		"I’m rude to people who lack my commitment to hard work and fair play.",
		"I like to talk at length about my profession.",
		"I don’t part with my money easily and will haggle tirelessly.",
		"I’m well known for my work, I want to make sure everyone appreciates it.",
		"I'm always taken aback when people haven’t heard of me.",
		"I like my isolation and rarely speak, preferring gestures and grunts.",
		"I am utterly serene, even in the face of disaster.",
		"I am eager to share the wisdom of my leaders.",
		"I feel tremendous empathy for all who suffer.",
		"I’m oblivious to etiquette and social expectations.",
		"I connect everything that happens to a grand, cosmic plan.",
		"I often get lost in my own thoughts, becoming oblivious to my surroundings.",
		"I am working on a grand philosophical theory and love sharing my ideas.",
		"My flattery makes others feel like the most wonderful person ever.",
		"I am beloved for my kindness and generosity.",
		"I carry my self as if I were a cut above the unwashed masses.",
		"I take great pains to always look my best and follow the latest fashions.",
		"I don’t like to get my hands dirty, and I hate unsuitable accommodations.",
		"I believe I have a noble birth, but I am quite humble about it.",
		"My favor, once lost, is lost forever.",
		"If you do me injury, I'll crush you, ruin your name, and salt your fields.",
		"I’m driven by a wanderlust that led me away from my original home.",
		"I watch over my friends as if they were a litter of newborn pups.",
		"I run everywhere I go and enjoy competitive sprinting.",
		"I have a lesson for every situation, drawn from observing nature.",
		"I place no stock in wealthy or well-mannered folk.",
		"I’m always absently fiddling with things, sometimes breaking them.",
		"I feel far more comfortable around animals than people.",
		"I was, in fact, raised by beasts.",
		"1 I use polysyllabic words that convey the impression of great erudition.",
		"I like to boast about  every book I've ever read.",
		"I am a natural and patient teacher, eager to share my expertise.",
		"There’s nothing I like more than a good mystery.",
		"I’m willing to listen to every side before I make my own judgment.",
		"I . . . speak . . . slowly . . . to . . . everyone.",
		"I am horribly, horribly awkward in social situations.",
		"I’m convinced that people are always trying to steal my secrets.",
		"My friends know they can rely on me, no matter what.",
		"I work hard so that I can play hard when the work is done.",
		"I enjoy traveling to new places and making new friends over flagons of ale.",
		"I stretch the truth for the sake of a good story.",
		"To me, a tavern brawl is a nice way to get to know a new city.",
		"I never pass up a friendly wager.",
		"My language is as foul as an otyugh nest.",
		"I like a job well done, especially if I can convince someone else to do it.",
		"I'm always polite and respectful.",
		"I’m haunted by memories of war. I can’t get the images out of my mind.",
		"I’ve lost too many friends, and I’m slow to make new ones.",
		"I’m full of inspiring and cautionary tales from my military experiences.",
		"I can stare down a hell hound without flinching.",
		"I enjoy trying break things, and showing off my physicality.",
		"I have a crude sense of humor.",
		"I face problems head-on. A direct solution is the best path to success.",
		"I hide scraps of food and trinkets away in my pockets.",
		"I ask a lot of questions.",
		"I like to hide and squeeze into small places.",
		"I sleep with one eye open, and keep track of all my things.",
		"I eat like a pig and have bad manners.",
		"I think anyone who’s nice to me is hiding evil intent.",
		"I don’t like to bathe.",
		"I bluntly say what other people are hinting at or hiding.",
		"I struggle with cultural understandings of personal space.",
		"I have my own ideas about what is and is not food.",
		"I have a code of honor or sense of propriety that others don't comprehend.",
		"I express affection or contempt in ways that are unfamiliar to others.",
		"I honor my deities through practices that are foreign to this land.",
		"I begin or end my day with small traditional rituals that are unfamiliar.",
		"I always have a joke on hand when the mood gets too serious.",
		"I use sarcasm and insults to keep a distance between myself and friends.",
		"I’ll settle for nothing less than perfection—in myself, and in my friends.",
		"I’m focused on the glorious afterlife, nothing in this life can shake me.",
		"I enjoy using my skills to help those who lack those same skills.",
		"I have strong faith in an afterlife, but I’m not in a hurry to get there.",
		"I’m perfectly happy letting others pick up the slack for me.",
		"I’m constantly sizing up everyone around me, ready for a fight.",
		"Everything I do, I do gracefully and deliberately, and with confidence.",
		"Nothing can shake my rock-hard focus.",
		"When I am at peace, I am an oasis of perfect calm in the world.",
		"When I am roused to anger, I am an embodiment of terror.",
		"I enjoy juicy tidbits of knowledge wrapped up in difficult puzzles.",
		"I have the utmost faith in myself and my abilities.",
		"I get restless when life in the city feels too tame, too safe.",
		"I enjoy solitude as an opportunity to plan my victory.",
		"I use satire as a way to undermine the teachings of the other gods.",
		"I love, fight, and feast with equal zeal.",
		"I think of those in my care as my family.",
		"I don’t run from evil. Evil runs from me.",
		"I like to read and memorize poetry. It keeps me calm",
		"I spend money freely and live life to the fullest.",
		"I live for the thrill of the hunt.",
		"I don’t talk about the things that torment me.",
		"I expect danger around every corner.",
		"I refuse to become a victim, and I will not allow others to be victimized.",
		"I put no trust in divine beings.",
		"It will all go smoothly if everyone just does as I say.",
		"Despair is an extravagance we can ill afford.",
		"I know the writings of my deity backward and forward.",
		"I try to see the bright side in the very worst situations.",
		"It helps me feel better when others show sympathy or appreciation for me.",
		"I prefer to face evil with a strong group of friends in front of me.",
		"I want to see the wicked burn for the evil they’ve brought on us.",
		"I feel the sin being purged from me as I help cleanse the world."
	],
	"archetypeIdeals": [{
			"name": "Respect",
			"desc:": "People deserve to be treated with dignity and respect."
		},
		{
			"name": "Fairness",
			"desc": "No one should get preferential treatment before the law."
		},
		{
			"name": "Freedom",
			"desc": "Tyrants must not be allowed to oppress the people."
		},
		{
			"name": "Might",
			"desc": "If I become strong, I can take what I want— what I deserve."
		},
		{
			"name": "Sincerity",
			"desc": "There’s no good in pretending to be something I’m not."
		},
		{
			"name": "Destiny",
			"desc": "Nothing and no one can steer me away from my higher calling."
		}
	],
	"archetypeFlaws": [
		"I have the enynimity of the local authorities.",
		"I’m convinced of the significance of my destiny",
		"I have a shameful secret",
		"I have a weakness for the vices of the city, especially hard drink.",
		"Secretly, I believe that things would be better if I were in charge.",
		"I have trouble trusting in my allies."
	]
}
